{
  "217614": {
    "team_name": "Flower's Towers",
    "manager": "Christopher Flower",
    "bio": "A solid competitor who are often a threat to the top places, but without a league title to their name.",
    "league_wins": 0
  },
  "30112": {
    "team_name": "Elanga Management",
    "manager": "Shaun Proud",
    "bio": "Previous league champions but narrowly missing out last time and will be keen to makes amends.",
    "league_wins": 1
  },
  "1297622": {
    "team_name": "Allcock & Ball FC",
    "manager": "James Ball",
    "bio": "Last year's champions are looking to defend their title in the face of some stiff competition this season.",
    "league_wins": 2
  },
  "2179010": {
    "team_name": "Octopus's Ødegaarden",
    "manager": "Paul MacInnes",
    "bio": "Often inconsistent but a previous winner and a strong challenger.",
    "league_wins": 1
  },
  "193942": {
    "team_name": "Rhythm is a Danso",
    "manager": "David Armstrong",
    "bio": "Often a challenger, but coming off the back of a poor last season and no title in 6 years, David Armstrong will be looking to turn things around.",
    "league_wins": 1
  },
  "2982330": {
    "team_name": "Wan rule for them",
    "manager": "Joseph Gallagher",
    "bio": "Was part of the leading group last time out, but never quite made the final push. Will be hoping this year they could upset some of the big hitters",
    "league_wins": 0
  },
  "8141050": {
    "team_name": "Telkmaniacs",
    "manager": "Rob Telkman",
    "bio": "Perennial underachievers but who knows what could happen in a brand new season.",
    "league_wins": 0
  },
  "3243465": {
    "team_name": "Raya of Sunshine",
    "manager": "Max Glover",
    "bio": "Two times winners of the league but have missed out on the title in the last 3 seasons so are looking to make a return to the summit of the league.",
    "league_wins": 2
  },
  "6996520": {
    "team_name": "Cuti Frutti",
    "manager": "Mark Lawford",
    "bio": "Have often run out of steam early in the competition but are hoping to show some more staying power this time around.",
    "league_wins": 0
  },
  "1000001": {
    "team_name": "Ken's Convicts",
    "manager": "Ken Rigby",
    "bio": "Represent the average team, yet frequently beat everyone else. Ken is an ex-convict with a dark past having just come out of prison.",
    "league_wins": 0
  }
}